[
  {
    "id": "715238a9-63de-4f27-8110-58945d619b1a",
    "title": "Rural Schools Internet Connectivity Project",
    "shortDescription": "Provide high-speed internet connectivity to 50 rural schools in Region A",
    "longDescription": "**RFP Title:** Rural Schools Internet Connectivity Project\n\n**I. Introduction and Background:**\n\nThe Department of Education (DoE) Region A is soliciting proposals from qualified telecommunications service providers for the provision of high-speed internet connectivity to 50 rural schools in the region. The primary objective of this project is to bridge the digital divide and facilitate improved access to online educational resources for the students and teachers in these schools. The project has a budget of $200,000.\n\n**II. Scope of Work:**\n\nThe successful bidder will be required to provide the following services:\n\n1. Install and provide a minimum of 50 Mbps dedicated internet connectivity per school, with a 99.9% uptime guarantee.\n2. Implement a 24/7 network monitoring system to ensure minimal service disruption.\n3. Support a minimum of 200 concurrent users per school.\n4. Submit weekly progress reports and monthly performance reviews to the Department of Education's designated representative.\n5. Assign a dedicated project manager to oversee the project and serve as the primary point of contact.\n6. Provide a local technical support team to manage any service disruptions or technical issues.\n\n**III. Pricing:**\n\nProposals should provide a detailed cost breakdown, including but not limited to:\n\n1. Equipment costs\n2. Installation fees\n3. Monthly service charges\n4. Maintenance costs\n5. Training costs for school IT staff\n\n**IV. Proposal Evaluation:**\n\nThe proposed solutions will be evaluated based on the following criteria:\n\n1. Cost-effectiveness (35%)\n2. Technical Solution (30%)\n3. Implementation Timeline (20%)\n4. Past Experience with similar projects in rural areas (15%)\n\n**V. Special Instructions:**\n\nBidders should include the following in their proposals:\n\n1. Evidence of past experience and success in implementing similar projects in rural areas.\n2. A detailed project implementation timeline.\n3. A comprehensive training plan for the school IT staff to ensure they are equipped to manage and troubleshoot the provided connectivity systems.\n\n**VI. Final Remarks:**\n\nThe DoE is seeking a professional, timely, and efficient solution to bring high-speed internet to 50 rural schools. Proposals should be clear, comprehensive, and meet all the technical and management requirements outlined in this RFP. The successful bidder will demonstrate an understanding of the project and provide a cost-effective, high-quality solution.\n\nThe DoE reserves the right to reject any and all proposals, to negotiate with any or all competitive respondents, and to waive any irregularities, if such action is deemed to be in the best interests of the Department.\n\nThe Department of Education looks forward to receiving your professional response to this RFP. Thank you for your time and interest in this important initiative.",
    "timelineStartDate": "2024-02-29T23:00:00.000Z",
    "timelineEndDate": "2024-08-30T22:00:00.000Z",
    "budget": "200000.00",
    "issueDate": "2024-01-31T23:00:00.000Z",
    "submissionDeadline": "2024-02-14T23:00:00.000Z",
    "categoryId": "8b290218-0544-4d3b-96c7-49f1021c86dc",
    "createdById": "723beb9f-187c-4c4a-af3e-3f894a71ac5c",
    "status": "PUBLISHED",
    "isPublished": true,
    "createdAt": "2025-01-25T14:40:12.128Z",
    "updatedAt": "2025-01-25T18:41:42.307Z",
    "awardedContractId": null,
    "awardedVendorId": null,
    "awardedDate": null,
    "creationTxUrl": null,
    "publicationTxUrl": null
  },
  {
    "id": "567db34e-75d0-4e57-bcc2-4f8c9370708d",
    "title": "Underserved Schools Internet Connectivity Project",
    "shortDescription": "Provide high-speed internet connectivity to 50 rural schools in Region A",
    "longDescription": "REQUEST FOR PROPOSAL\n\nTitle: Underserved Schools Internet Connectivity Project\n\n1. INTRODUCTION AND PROJECT OVERVIEW\n\nThe Government of Region A, Africa, invites qualified telecommunications vendors to submit proposals to provide high-speed internet connectivity to 50 underserved rural schools within the region. The successful vendor will design, install, and manage a reliable, high-speed internet network that will support the educational and administrative needs of each school. The budget for this project is $200,000.\n\n2. PROJECT SCOPE AND OBJECTIVES\n\nThe primary objective of this project is to bridge the digital divide in rural schools by providing stable, high-speed internet connectivity, thus enhancing the quality of education, fostering digital literacy, and improving administrative efficiency. The successful bidder will be responsible for the entire project lifecycle, from design and installation through management and support.\n\n3. TECHNICAL AND MANAGEMENT REQUIREMENTS\n\nThe successful vendor will meet the following technical and management requirements:\n\n- Provide a minimum 50 Mbps dedicated internet connection per school\n- Guarantee 99.9% network uptime\n- Provide 24/7 network monitoring\n- Support for at least 200 concurrent users per school\n- Submit weekly progress reports\n- Participate in monthly performance reviews\n- Assign a dedicated project manager\n- Supply a local technical support team\n\n4. PRICING DETAILS\n\nBidders must provide an all-inclusive cost breakdown for the project. This should include, but is not limited to:\n\n- Equipment costs\n- Installation fees\n- Monthly service charges\n- Maintenance costs\n- Training costs for school IT staff\n\n5. EVALUATION CRITERIA\n\nProposals will be evaluated based on the following criteria:\n\n- Cost-effectiveness (35%)\n- Technical Solution (30%)\n- Implementation Timeline (20%)\n- Past Experience with similar projects in rural areas (15%)\n\n6. SPECIAL INSTRUCTIONS\n\nBidders must include:\n\n- Proof of similar projects in rural areas\n- Detailed implementation timeline\n- A comprehensive training plan for school IT staff\n\n7. CONCLUSION\n\nThe Government of Region A is committed to improving the quality of education and administration in its rural schools through the provision of reliable, high-speed internet connectivity. We invite all eligible vendors to participate in this project, which promises to be a significant step forward in achieving our educational and administrative objectives.\n\nPlease ensure your proposal is clear, comprehensive, and follows the guidelines outlined in this RFP. The Government of Region A looks forward to receiving your professional and competitive proposals.",
    "timelineStartDate": "2025-02-19T23:00:00.000Z",
    "timelineEndDate": "2025-08-30T22:00:00.000Z",
    "budget": "200000.00",
    "issueDate": "2025-01-19T23:00:00.000Z",
    "submissionDeadline": "2025-01-25T23:00:00.000Z",
    "categoryId": "8b290218-0544-4d3b-96c7-49f1021c86dc",
    "createdById": "723beb9f-187c-4c4a-af3e-3f894a71ac5c",
    "status": "PUBLISHED",
    "isPublished": true,
    "createdAt": "2025-01-25T18:47:32.211Z",
    "updatedAt": "2025-01-25T18:48:18.499Z",
    "awardedContractId": null,
    "awardedVendorId": null,
    "awardedDate": null,
    "creationTxUrl": null,
    "publicationTxUrl": null
  },
  {
    "id": "6fb87fcf-aba5-4760-a972-8f3d8028d07b",
    "title": "Underserved Universties Internet Connectivity Project",
    "shortDescription": "Provide high-speed internet connectivity to 50 rural Universties in Region A",
    "longDescription": "**REQUEST FOR PROPOSAL (RFP)**\n\n**Title:** Underserved Universities Internet Connectivity Project\n\n**I. Introduction and Summary**\n\nThe purpose of this Request for Proposal (RFP) is to solicit proposals from qualified vendors to provide high-speed internet connectivity to 50 rural universities in Region A. The successful bidder will provide a solution that not only meets our technical requirements but also ensures the support and training necessary for the success of the project. The total budget for the project is $200,000.\n\n**II. Scope of Work**\n\nThe selected vendor will be expected to provide a minimum of 50 Mbps dedicated internet connection per university, ensuring a 99.9% uptime guarantee. The vendor will also be responsible for 24/7 network monitoring and support for a minimum of 200 concurrent users per university. \n\n**III. Technical and Management Requirements**\n\nThe successful vendor will provide:\n\n1. A minimum of 50 Mbps dedicated internet connection per university\n2. 99.9% uptime guarantee\n3. 24/7 network monitoring\n4. Support for a minimum of 200 concurrent users per university\n5. Weekly progress reports\n6. Monthly performance reviews\n7. Dedicated project manager\n8. Local technical support team\n\n**IV. Pricing Details**\n\nBidders will submit a detailed cost breakdown that includes:\n\n1. Equipment costs\n2. Installation fees\n3. Monthly service charges\n4. Maintenance costs\n5. Training costs\n\n**V. Evaluation Criteria**\n\nProposals will be evaluated based on the following criteria:\n\n1. Cost-effectiveness (35%)\n2. Technical Solution (30%)\n3. Implementation Timeline (20%)\n4. Past Experience (15%)\n\n**VI. Special Instructions**\n\nBidders must include:\n\n1. Proof of similar projects in rural areas\n2. Detailed implementation timeline\n3. Training plan for school IT staff\n\n**VII. Conclusion**\n\nInterested vendors are requested to submit a comprehensive proposal that clearly outlines how they plan to meet the project requirements and objectives. Proposals should be clear, concise, and written in a professional and formal tone. Ambiguity in language and presentation will not be favorably considered.\n\nThis project aims to make a significant difference in the lives of our students and communities. We look forward to partnering with a vendor that shares our commitment to education and inclusivity.",
    "timelineStartDate": "2025-02-19T23:00:00.000Z",
    "timelineEndDate": "2025-08-31T21:59:59.000Z",
    "budget": "200000.00",
    "issueDate": "2025-01-19T23:00:00.000Z",
    "submissionDeadline": "2025-01-26T01:42:00.000Z",
    "categoryId": "8b290218-0544-4d3b-96c7-49f1021c86dc",
    "createdById": "723beb9f-187c-4c4a-af3e-3f894a71ac5c",
    "status": "CLOSED",
    "isPublished": true,
    "createdAt": "2025-01-26T00:33:28.824Z",
    "updatedAt": "2025-01-26T04:01:12.922Z",
    "awardedContractId": "20b7ad27-38ea-483f-8117-a00c048447aa",
    "awardedVendorId": "e378e6e5-b738-40fa-9320-f007486a8b12",
    "awardedDate": "2025-01-26T04:01:12.919Z",
    "creationTxUrl": null,
    "publicationTxUrl": null
  },
  {
    "id": "719dc1e0-d90b-4181-8ca6-1f08702116fa",
    "title": "Rural Healthcare Facilities Internet Connectivity Project",
    "shortDescription": "Provide reliable high-speed internet connectivity to 30 rural healthcare facilities in Region B to improve telemedicine services and digital healthcare access.",
    "longDescription": "**REQUEST FOR PROPOSALS**\n\n**Title:** Rural Healthcare Facilities Internet Connectivity Project\n\n**I. Introduction:**\n\nThe [Name of the Government Agency] hereby invites competent and qualified telecommunications providers to submit their proposals for the provision of high-speed internet connectivity services to 30 rural healthcare facilities in Region B. The aim of this project is to enhance telemedicine services and improve access to digital healthcare solutions.\n\n**II. Project Scope and Objectives:**\n\nWith a budget of $150,000, the successful bidder will provide each healthcare facility with a minimum of 100 Mbps dedicated internet connection. The project's main objective is to establish a reliable, high-speed internet connectivity infrastructure that supports telemedicine devices and accommodates up to 150 concurrent users per facility. This service should contribute to the improvement of healthcare delivery in these underserved areas.\n\n**III. Technical and Management Requirements:**\n\nThe successful bidder must fulfill the following requirements:\n\n1. Guaranteed minimum 100 Mbps dedicated internet connection per facility.\n2. Provide 24/7 network monitoring with automated alert systems.\n3. Guarantee uptime of 99.9% or higher.\n4. Support for telemedicine devices and up to 150 concurrent users per facility.\n5. Weekly project updates and quarterly performance evaluations.\n6. Availability of onsite and remote technical support.\n7. A dedicated healthcare-focused network engineer.\n\n**IV. Pricing Details:**\n\nAll proposals should provide a comprehensive cost breakdown that includes:\n\n1. Equipment acquisition costs.\n2. Installation fees.\n3. Monthly service charges.\n4. Maintenance and support costs.\n5. Training costs for healthcare facility IT staff.\n\n**V. Evaluation Criteria:**\n\nAll proposals received will be evaluated on the following criteria:\n\n1. Cost-effectiveness (40%)\n2. Technical Innovation (30%)\n3. Implementation Timeline (20%)\n4. Healthcare-Specific Expertise (10%)\n\n**VI. Special Instructions:**\n\nAll proposals must include:\n\n1. Proof of successful implementation of similar projects in healthcare settings.\n2. A detailed implementation timeline tailored for healthcare facilities.\n3. A comprehensive training and support plan for healthcare facility IT teams.\n4. Detailed data security and privacy measures.\n\nThe [Name of the Government Agency] looks forward to receiving detailed, professional, and competitive proposals that satisfy the requirements outlined in this RFP. All submissions should be written in clear, unambiguous language and maintain a formal, professional tone. We encourage innovative solutions that will best serve the healthcare facilities and their patients.",
    "timelineStartDate": "2025-02-28T23:00:00.000Z",
    "timelineEndDate": "2025-09-30T21:59:59.000Z",
    "budget": "150000.00",
    "issueDate": "2025-01-24T23:00:00.000Z",
    "submissionDeadline": "2025-01-26T10:59:59.000Z",
    "categoryId": "02d60125-8615-4bf0-8a3d-be27e150e914",
    "createdById": "723beb9f-187c-4c4a-af3e-3f894a71ac5c",
    "status": "DRAFT",
    "isPublished": false,
    "createdAt": "2025-01-26T08:58:34.396Z",
    "updatedAt": "2025-01-26T08:58:34.396Z",
    "awardedContractId": null,
    "awardedVendorId": null,
    "awardedDate": null,
    "creationTxUrl": null,
    "publicationTxUrl": null
  },
  {
    "id": "938f6631-3d45-4d2b-85cc-531f4ffb636a",
    "title": "Smart Internet Security Connectivity Project",
    "shortDescription": "Deploy high-speed internet connectivity to 40 rural security hubs in Region C to support smart farming technologies and digital resource access.",
    "longDescription": "**RFP Title**: Smart Internet Security Connectivity Project\n\n**RFP Description**: \n\nThe Government of Region C invites qualified vendors to submit proposals for the deployment of high-speed internet connectivity to 40 rural security hubs to support smart farming technologies and digital resource access. The primary objectives of the Smart Internet Security Connectivity Project are to:\n\n1. Enhance agricultural productivity and efficiency through the use of smart farming technologies.\n2. Increase digital resource access for the rural communities in Region C.\n3. Improve security through IoT-based surveillance and monitoring systems.\n\n**Scope of Work**\n\nThe selected vendor will be required to provide an end-to-end solution that includes but is not limited to:\n\n1. Installation of a minimum 100 Mbps dedicated internet connection per hub with a 99.9% uptime guarantee.\n2. 24/7 network monitoring with automated fault detection.\n3. Support for IoT devices and up to 300 concurrent users per hub.\n4. Seamless integration with agricultural data platforms and remote sensors.\n5. Submission of weekly progress reports with IoT data insights.\n6. Conduct monthly reviews with the Ministry of Agriculture.\n7. Local technical support teams specialized in IoT.\n8. A project manager with expertise in smart agriculture solutions.\n\n**Pricing Details**\n\nVendors should provide a detailed cost breakdown that covers the following:\n\n1. Equipment costs\n2. IoT device setup fees\n3. Installation and configuration charges\n4. Monthly service costs\n5. Maintenance and support expenses\n\nThe total budget for this project is $250,000.\n\n**Evaluation Criteria**\n\nProposals will be evaluated based on the following criteria and their corresponding weightage:\n\n1. Cost-effectiveness (30%)\n2. IoT Integration Capability (30%)\n3. Implementation Timeline (25%)\n4. Agricultural Sector Expertise (15%)\n\n**Special Instructions**\n\nAll proposals must include:\n\n1. Evidence of similar projects supporting IoT in rural settings.\n2. Detailed implementation timeline focused on agricultural requirements.\n3. Training plans for agricultural workers on using IoT devices.\n4. A comprehensive report on data security and device integration standards.\n\n**RFP Submission**\n\nAll proposals must be submitted by (insert date). Proposals must be comprehensive, well-structured and maintain a professional and formal tone. The language used should be clear and unambiguous. Any proposals that do not meet these requirements will not be considered. \n\nFor any further queries, kindly reach out to (insert contact details). We look forward to receiving your proposals and thank you for your interest in the Smart Internet Security Connectivity Project.",
    "timelineStartDate": "2025-03-31T22:00:00.000Z",
    "timelineEndDate": "2025-10-31T22:59:59.000Z",
    "budget": "250000.00",
    "issueDate": "2025-01-29T23:00:00.000Z",
    "submissionDeadline": "2025-01-26T10:59:59.000Z",
    "categoryId": "02d60125-8615-4bf0-8a3d-be27e150e914",
    "createdById": "723beb9f-187c-4c4a-af3e-3f894a71ac5c",
    "status": "PUBLISHED",
    "isPublished": true,
    "createdAt": "2025-01-26T09:37:44.766Z",
    "updatedAt": "2025-01-26T09:40:31.796Z",
    "awardedContractId": null,
    "awardedVendorId": null,
    "awardedDate": null,
    "creationTxUrl": null,
    "publicationTxUrl": null
  },
  {
    "id": "a75a0957-9df3-4aa7-8239-54bfbc1d3aa4",
    "title": "Urban Community Centers Internet Connectivity Project",
    "shortDescription": "Establish high-speed internet connectivity for 60 urban community centers in Region D to facilitate digital literacy programs and public resource access.",
    "longDescription": "**REQUEST FOR PROPOSAL (RFP) FOR THE URBAN COMMUNITY CENTERS INTERNET CONNECTIVITY PROJECT**\n\n**1. Introduction & Project Overview**\n\nThe Government of Region D invites qualified vendors to submit proposals to establish high-speed internet connectivity for 60 urban community centers across our region. The primary aim of this project is to facilitate digital literacy programs and public resource access, thus enhancing the quality of education and health services in our community.\n\n**2. Scope of Work**\n\nThe selected vendor will be responsible for providing a comprehensive solution to implement, manage, and maintain internet connectivity across the identified urban community centers. The vendor will ensure that each center is equipped with a minimum of 200 Mbps shared internet connection, capable of supporting up to 500 concurrent users, and guaranteeing a 99.5% uptime.\n\n**3. Technical and Management Requirements**\n\nThe successful bidder will be expected to meet the following requirements:\n\n- 24/7 technical monitoring with incident response\n- Secure Wi-Fi setup for public access\n- Weekly progress updates\n- Quarterly performance reviews with community leaders\n- Onsite and remote technical support\n- An assigned project manager for urban infrastructure coordination\n\n**4. Budget**\n\nThe budget for this project is $300,000. All proposals must provide a detailed cost breakdown inclusive of:\n\n- Equipment and setup fees\n- Wi-Fi hardware and installation costs\n- Monthly internet service charges\n- Maintenance and support costs\n- Training fees for community center staff\n\n**5. Evaluation Criteria**\n\nProposals will be evaluated based on the following criteria and their respective weightage:\n\n- Cost-effectiveness (40%)\n- Scalability (25%)\n- Implementation Timeline (20%)\n- Experience with Public Projects (15%)\n\n**6. Proposal Requirements**\n\nInterested vendors are required to include the following in their proposals:\n\n- Evidence of experience with community-based connectivity projects\n- A detailed implementation timeline\n- Training plans for community center staff on network use and maintenance\n- Proposals for data security and public safety compliance\n\n**7. Conclusion**\n\nWe encourage all prospective vendors with a strong track record in delivering public sector telecommunication projects to participate in this RFP. The Government of Region D is committed to providing our community centers with reliable, high-speed internet to improve the quality of life for our residents.\n\nWe look forward to receiving your comprehensive, clear, and professional proposals. Please ensure all responses are unambiguous and align with the stated project objectives, technical requirements, budget considerations, and evaluation criteria.",
    "timelineStartDate": "2025-03-03T21:59:00.000Z",
    "timelineEndDate": "2025-09-01T19:59:00.000Z",
    "budget": "300000.00",
    "issueDate": "1969-12-31T23:00:00.000Z",
    "submissionDeadline": "2025-01-26T13:50:00.000Z",
    "categoryId": "d7d480a6-06e1-4275-b7a1-8cc25192aa58",
    "createdById": "566bfce9-d0c0-4847-a921-f64c5301633c",
    "status": "PUBLISHED",
    "isPublished": true,
    "createdAt": "2025-01-26T12:38:15.666Z",
    "updatedAt": "2025-01-26T12:38:54.237Z",
    "awardedContractId": null,
    "awardedVendorId": null,
    "awardedDate": null,
    "creationTxUrl": null,
    "publicationTxUrl": null
  },
  {
    "id": "95a8cae0-9fda-43e1-88ab-da961350e30e",
    "title": "Smart Agriculture Internet Connectivity Project",
    "shortDescription": "Deploy high-speed internet connectivity to 40 rural agricultural hubs in Region C to support smart farming technologies and digital resource access.",
    "longDescription": "**REQUEST FOR PROPOSAL: SMART AGRICULTURE INTERNET CONNECTIVITY PROJECT**\n\nThe Government of Region C invites experienced and qualified telecommunications providers to respond to this Request for Proposal (RFP) for the deployment of high-speed internet connectivity to 40 rural agricultural hubs, supporting smart farming technologies and digital resource access. The budget for this project is $250,000.\n\n**I. PROJECT SCOPE AND OBJECTIVES**\n\nThe aim of the Smart Agriculture Internet Connectivity Project is to deliver a minimum of 100 Mbps dedicated internet connection to each of the 40 agricultural hubs, ensuring a 99.9% uptime guarantee to support the integration and use of IoT devices for smart farming practices. The connectivity should be able to support up to 300 concurrent users per hub and seamlessly integrate with agricultural data platforms and remote sensors. \n\n**II. TECHNICAL AND MANAGEMENT REQUIREMENTS**\n\nThe potential service provider must meet the following technical and management requirements:\n\n1. Provide a minimum 100 Mbps dedicated internet connection per hub.\n2. Guarantee a 99.9% uptime.\n3. Ensure 24/7 network monitoring with automated fault detection.\n4. Support for IoT devices and up to 300 concurrent users per hub.\n5. Seamless integration with agricultural data platforms and remote sensors.\n6. Weekly progress reports with IoT data insights.\n7. Monthly reviews with the agriculture ministry.\n8. Local technical support teams specialized in IoT.\n9. A project manager with expertise in smart agriculture solutions.\n\n**III. PRICING DETAILS**\n\nBidders should provide a detailed cost breakdown including:\n\n1. Equipment costs\n2. IoT device setup fees\n3. Installation and configuration charges\n4. Monthly service costs\n5. Maintenance and support expenses\n\n**IV. EVALUATION CRITERIA**\n\nProposals will be evaluated based on:\n\n1. Cost-effectiveness (30%)\n2. IoT Integration Capability (30%)\n3. Implementation Timeline (25%)\n4. Agricultural Sector Expertise (15%)\n\n**V. SPECIAL INSTRUCTIONS**\n\nBidders must include:\n\n1. Evidence of similar projects supporting IoT in rural settings\n2. Detailed implementation timeline focused on agricultural requirements\n3. Training plans for agricultural workers on using IoT devices\n4. A comprehensive report on data security and device integration standards\n\n**VI. RFP SUBMISSION**\n\nQualified vendors are invited to submit their proposal to the address below. Proposals should be comprehensive, clear, and unambiguous, maintaining a professional and formal tone. \n\n**[INSERT CONTACT DETAILS AND DEADLINE HERE]**\n\nBy submitting a response, the bidder agrees to all terms and conditions set forth within this RFP. Any proposal submitted past the deadline will not be considered. The Government of Region C reserves the right to reject any or all proposals, wholly or in part, at any time without penalty.",
    "timelineStartDate": "2025-03-31T22:00:00.000Z",
    "timelineEndDate": "2025-10-31T22:59:00.000Z",
    "budget": "250000.00",
    "issueDate": "2025-02-07T07:51:56.774Z",
    "submissionDeadline": "2025-02-07T12:30:00.000Z",
    "categoryId": "02d60125-8615-4bf0-8a3d-be27e150e914",
    "createdById": "723beb9f-187c-4c4a-af3e-3f894a71ac5c",
    "status": "PUBLISHED",
    "isPublished": true,
    "createdAt": "2025-01-26T09:19:14.153Z",
    "updatedAt": "2025-02-07T07:52:13.572Z",
    "awardedContractId": null,
    "awardedVendorId": null,
    "awardedDate": null,
    "creationTxUrl": null,
    "publicationTxUrl": "https://sepolia.etherscan.io/tx/0x4ff5cdca8ffda94fdedac46713f9a9c85167a6ef6596e92794f9746e3cc1051d"
  },
  {
    "id": "fa005e2b-bf46-4863-a43d-26d6e82aa7a0",
    "title": "Smart Internet Connectivity Project",
    "shortDescription": "Deploy high-speed internet connectivity to 40 rural tech hubs in Region C to support smart farming technologies and digital resource access.",
    "longDescription": "**REQUEST FOR PROPOSAL (RFP) FOR THE SMART INTERNET CONNECTIVITY PROJECT**\n\n**I. Introduction**\n\nThe Government of Region C, Africa, is seeking proposals for the Smart Internet Connectivity Project, which aims to deploy high-speed internet connectivity to 40 rural tech hubs across the region. The primary objective of this project is to support smart farming technologies and enhance digital resource access, thereby promoting economic growth and social development in the region.\n\n**II. Project Scope and Objectives**\n\nThe scope of this project includes the procurement and installation of necessary hardware and software to establish robust, reliable, and high-speed internet connectivity in 40 designated rural tech hubs. The successful vendor will be responsible for:\n\n1. Supplying necessary network equipment.\n2. Installing the network infrastructure.\n3. Providing technical support and maintenance services.\n4. Training local personnel on system management and troubleshooting.\n\nThe objectives of this project are:\n\n1. To provide remote areas with high-speed internet connectivity.\n2. To facilitate the implementation of smart farming technologies.\n3. To improve access to digital resources in education and healthcare.\n\n**III. Technical and Management Requirements**\n\nProposers must demonstrate the following:\n\n1. Proven experience in similar large-scale network deployment projects, particularly in rural or remote areas.\n2. Technical capability to install and manage high-speed internet connectivity systems.\n3. Adequate resources and manpower to ensure smooth project execution and completion within the stipulated timeline.\n4. Ability to provide ongoing technical support and maintenance services post-installation.\n5. Capacity to train local personnel on system management and troubleshooting.\n\n**IV. Budget and Pricing Details**\n\nThe total budget for this project is $260,000. This includes all costs associated with equipment procurement, installation, technical support, maintenance, and training. Proposers should provide a detailed breakdown of costs in their proposals.\n\n**V. Evaluation Criteria**\n\nProposals will be evaluated based on the following criteria:\n\n1. Technical Capability - 35%\n2. Project Management and Execution Plan - 25%\n3. Pricing - 20%\n4. Past Performance on Similar Projects - 10%\n5. Training and Capacity Building Plan - 10%\n\n**VI. Proposal Submission**\n\nProposals must be submitted electronically by the specified deadline. Late submissions will not be considered. All proposals must be complete, clear, and concise.\n\n**VII. Special Instructions**\n\nProposers are required to comply with all local laws and regulations, and must demonstrate a strong commitment to environmental sustainability and social responsibility.\n\n**VIII. Conclusion**\n\nThis RFP provides an opportunity for the selected vendor to contribute significantly to the development of rural communities in Region C, Africa. We look forward to receiving comprehensive and competitive proposals that align with the project's scope and objectives.",
    "timelineStartDate": "2025-03-28T22:00:00.000Z",
    "timelineEndDate": "2025-10-31T21:59:00.000Z",
    "budget": "250000.00",
    "issueDate": "2025-02-06T15:22:21.564Z",
    "submissionDeadline": "2025-02-06T16:10:00.000Z",
    "categoryId": "02d60125-8615-4bf0-8a3d-be27e150e914",
    "createdById": "566bfce9-d0c0-4847-a921-f64c5301633c",
    "status": "PUBLISHED",
    "isPublished": true,
    "createdAt": "2025-01-26T14:25:10.449Z",
    "updatedAt": "2025-02-06T15:22:38.077Z",
    "awardedContractId": null,
    "awardedVendorId": null,
    "awardedDate": null,
    "creationTxUrl": null,
    "publicationTxUrl": "https://sepolia.etherscan.io/tx/0xae7f9aff2f6b5f6462eebb914a38fafd661d54faef0fa3d612c351a72893bf1d"
  },
  {
    "id": "a5fd6c82-8242-48b3-9db4-f743245994cf",
    "title": "Rural Digital Access Initiative",
    "shortDescription": "Establish broadband connectivity in 50 remote villages to support digital education, e-governance, and local business development.",
    "longDescription": "**REQUEST FOR PROPOSAL (RFP) FOR THE RURAL DIGITAL ACCESS INITIATIVE**\n\n**I. Project Overview**\n\nThe Government, through the Ministry of Information and Communications, is seeking proposals from qualified and experienced telecommunications service providers for the Rural Digital Access Initiative. The initiative is aimed at providing broadband connectivity to 50 remote villages across the country to support digital education, e-governance, and local business development. The project will involve the design, implementation, and management of an effective and sustainable rural broadband network. The total budget for the project is $350,000.\n\n**II. Scope of Work**\n\nThe project entails the following tasks:\n\n1. Conduct a comprehensive needs assessment to identify the specific requirements for each village, considering factors like geographical location, population size, and existing infrastructure.\n2. Design a scalable and reliable broadband network that can meet the needs of the villages both now and in the future.\n3. Procure and install the necessary hardware and software to establish the network.\n4. Conduct tests to ensure the network is functioning optimally.\n5. Provide training to local administrators on how to manage and maintain the network.\n6. Offer ongoing technical support for a period to be determined based on the proposals received.\n\n**III. Technical and Management Requirements**\n\nProposers are required to submit a detailed technical and management plan outlining how they intend to execute the project. This should include:\n\n1. A description of the proposed network design, including the technology to be used.\n2. An implementation timeline detailing the steps to be taken and the expected completion dates.\n3. A risk management plan identifying potential challenges and how they will be addressed.\n4. A staffing plan showing the qualifications and experience of the team members who will be involved in the project.\n5. A sustainability strategy detailing how the network will be maintained after the project ends.\n\n**IV. Pricing Details**\n\nProposers should provide a detailed budget breakdown showing how the $350,000 will be allocated. This should include the costs for labor, equipment, training, and any other expenses that will be incurred. Proposers are encouraged to seek partnerships or sponsorships to supplement the budget provided.\n\n**V. Evaluation Criteria**\n\nProposals will be evaluated based on the following criteria:\n\n1. Understanding of the project scope and objectives (20%)\n2. Technical capacity to deliver the project (30%)\n3. Feasibility and comprehensiveness of the proposed implementation plan (20%)\n4. Cost-effectiveness of the proposed budget (20%)\n5. Previous experience in similar projects (10%)\n\n**VI. Submission Instructions**\n\nProposers should submit their proposals electronically to the email address provided by the deadline specified. Proposals should be in PDF format and should not exceed 30 pages. Proposers are advised to submit their proposals well in advance to avoid any last-minute technical issues.\n\n**VII. Special Instructions**\n\nThere are no special instructions for this RFP.\n\nThe Government appreciates your interest in this important initiative and looks forward to receiving your proposal.",
    "timelineStartDate": "2025-03-04T16:00:00.000Z",
    "timelineEndDate": "2025-08-14T07:59:00.000Z",
    "budget": "350000.00",
    "issueDate": "2025-02-05T07:25:57.667Z",
    "submissionDeadline": "2025-02-05T07:30:00.000Z",
    "categoryId": "8b290218-0544-4d3b-96c7-49f1021c86dc",
    "createdById": "723beb9f-187c-4c4a-af3e-3f894a71ac5c",
    "status": "PUBLISHED",
    "isPublished": true,
    "createdAt": "2025-02-05T01:20:33.232Z",
    "updatedAt": "2025-02-05T07:26:05.304Z",
    "awardedContractId": null,
    "awardedVendorId": null,
    "awardedDate": null,
    "creationTxUrl": "https://sepolia.etherscan.io/tx/0x21d964dfcb654d0d7721a8fdf8e6d69fd129d62389ca0eb61c1b27496dffdd82",
    "publicationTxUrl": "https://sepolia.etherscan.io/tx/0x461b4437334bdd76d8e0ba32dc596dbac892a1410c43597393985631a78edff1"
  },
  {
    "id": "f38149c8-2f5a-4d66-b001-f44d510e4daa",
    "title": "Smart Health Software Connectivity Project",
    "shortDescription": "Deploy high-speed Health software connectivity to 40 rural tech hubs in Region C to support smart healthcare technologies and digital resource access.",
    "longDescription": "Request for Proposal (RFP) for Smart Health Software Connectivity Project\n\n1. Introduction and Overview:\n\nThe Ministry of Health and Technology invites experienced telecommunications and IoT service providers to submit a proposal for the implementation of high-speed health software connectivity for 40 rural tech hubs in Region C. The primary objective of this project is to enhance access to smart healthcare technologies and digital resources for the benefit of our rural communities. The proposed budget for this project is $250,000.\n\n2. Project Scope and Objectives:\n\nThe service provider will be required to deploy a minimum of 100 Mbps dedicated internet connection at each of the 40 rural tech hubs, aiming to support up to 300 concurrent users and IoT devices. The connectivity should guarantee 99.9% uptime and provide 24/7 network monitoring with automated fault detection, and seamless integration with agricultural data platforms and remote sensors.\n\n3. Technical and Management Requirements:\n\n- The successful bidder must provide local technical support teams specialized in IoT.\n- The successful bidder must assign a project manager with expertise in smart agricultural solutions.\n- The service provider is required to provide weekly progress reports with IoT data insights and conduct monthly reviews with the agriculture ministry.\n\n4. Pricing Requirements:\n\nBidders should provide a detailed cost breakdown, including:\n- Equipment costs\n- IoT device setup fees\n- Installation and configuration charges\n- Monthly service costs\n- Maintenance and support expenses.\n\n5. Evaluation Criteria:\n\nProposals will be evaluated based on the following criteria:\n- Cost-effectiveness (30%)\n- IoT Integration Capability (30%)\n- Implementation Timeline (25%)\n- Agricultural Sector Expertise (15%)\n\n6. Special Instructions:\n\nBidders must include:\n- Evidence of similar projects supporting IoT in rural settings\n- Detailed implementation timeline focused on agricultural requirements\n- Training plans for agricultural workers on using IoT devices\n- A comprehensive report on data security and device integration standards\n\nBidders are expected to maintain a professional and formal tone throughout the proposal, using clear and unambiguous language. \n\nProposals should be submitted by [insert deadline here]. For any queries or additional information, please contact [insert contact details here]. We look forward to receiving your comprehensive proposals for this critical project.",
    "timelineStartDate": "2025-03-31T22:00:00.000Z",
    "timelineEndDate": "2025-10-31T22:59:59.000Z",
    "budget": "250000.00",
    "issueDate": "2025-02-05T07:33:13.619Z",
    "submissionDeadline": "2025-01-28T13:27:59.000Z",
    "categoryId": "02d60125-8615-4bf0-8a3d-be27e150e914",
    "createdById": "723beb9f-187c-4c4a-af3e-3f894a71ac5c",
    "status": "PUBLISHED",
    "isPublished": true,
    "createdAt": "2025-01-28T12:04:08.690Z",
    "updatedAt": "2025-02-05T07:33:38.507Z",
    "awardedContractId": null,
    "awardedVendorId": null,
    "awardedDate": null,
    "creationTxUrl": "https://sepolia.etherscan.io/tx/0x5c642718b52d38227421f8a6b42b3f227080cf26ca4232cff174a036d5dd029b",
    "publicationTxUrl": "https://sepolia.etherscan.io/tx/0x75e9537ce5ffc209d0fe61d331ed106178ab15a26d8573686dcf419c02a252b4"
  },
  {
    "id": "3fe33c6e-c5ac-43f1-8636-e93e56cfffa0",
    "title": "Rural Connectivity Expansion Project",
    "shortDescription": "The Universal Digital Access Initiative seeks to eliminate the digital divide by providing high-speed internet access to 60 underserved rural villages, aiming to improve digital education, healthcare, and e-governance services.",
    "longDescription": "**Request for Proposal (RFP): Rural Connectivity Expansion Project**\n\n**1. Introduction and Project Overview**\nThe Universal Digital Access Initiative is issuing this Request for Proposal (RFP) to solicit solutions from qualified telecommunications providers for the Rural Connectivity Expansion Project. The goal of this project is to bridge the digital divide by deploying high-speed internet access across 60 underserved rural villages, thereby facilitating improvements in digital education, healthcare, and e-governance services. This initiative is a critical step towards ensuring equitable digital access, enhancing community well-being, and fostering socio-economic development in rural areas.\n\n**2. Project Scope and Objectives**\nThe selected vendor(s) will be responsible for the end-to-end implementation of broadband connectivity that meets the following objectives:\n- Provision of a minimum 200 Mbps dedicated broadband connection to each of the 60 selected rural villages.\n- Assurance of network reliability with a 99.95% uptime, including automated failover mechanisms to maintain continuous service.\n- Support for at least 500 concurrent users in each village with sufficient bandwidth to facilitate smooth access to e-learning platforms, telehealth services, and e-governance portals.\n- Implementation of 24/7 network monitoring, automated fault detection, and local support teams for real-time issue resolution.\n- Engagement in community-centric activities, including regular performance updates, stakeholder meetings, and training programs aimed at empowering local residents with the necessary digital skills.\n\n**3. Budget and Pricing Details**\nThe total budget allocated for the Rural Connectivity Expansion Project is $400,000. This budget covers:\n- Infrastructure setup and deployment costs.\n- Costs related to connectivity solutions (fiber-optic, satellite, or alternatives deemed suitable).\n- Equipment costs, including but not limited to routers, modems, and necessary power backup systems.\n- Ongoing operational expenses, including technical support.\nProposals must provide a detailed cost breakdown, ensuring transparency and alignment with the project's financial constraints.\n\n**4. Technical and Management Requirements**\nProposals must address the following requirements:\n- Detailed plans for achieving the specified technical objectives.\n- Evidence of capacity to integrate broadband services with targeted applications (e-learning, telehealth, and e-governance platforms).\n- A dedicated project manager with proven experience in managing rural connectivity projects.\n- A comprehensive strategy for network monitoring, maintenance, and customer support.\n\n**5. Evaluation Criteria**\nProposals will be assessed based on the following criteria:\n- Cost-effectiveness (30%): Demonstrated value for money in the proposed solution.\n- Reliability and network uptime (30%): Proven ability to meet or exceed the specified network reliability and uptime requirements.\n- Implementation speed (25%): Feasibility and efficiency of the proposed deployment timeline.\n- Community impact (15%): Potential of the proposal to positively impact the target communities, including engagement and training initiatives.\n\n**6. Submission Guidelines and Special Instructions**\n- All proposals must be submitted electronically by [Insert Deadline Date], with no exceptions for late submissions.\n- Proposals must be comprehensive, addressing all specified requirements, including technical and management aspects, pricing, and evaluation criteria.\n- Inclusion of case studies demonstrating the bidder's experience with similar projects, detailed deployment timelines, risk mitigation strategies, community engagement plans, and a cybersecurity strategy is mandatory.\n- Bidders are reminded to provide a clear and detailed cost breakdown and to adhere strictly to the specified budget constraints.\n\n**7. Conclusion**\nThis RFP represents a significant opportunity for telecommunications providers to contribute to a transformative project aimed at eliminating the digital divide in rural Africa. We look forward to receiving proposals that not only meet the technical and financial requirements but also demonstrate a commitment to making a lasting positive impact on the target communities.",
    "timelineStartDate": "2025-03-06T01:52:00.000Z",
    "timelineEndDate": "2025-06-04T23:53:00.000Z",
    "budget": "400000.00",
    "issueDate": "2025-02-06T01:59:32.542Z",
    "submissionDeadline": "2025-02-06T10:52:00.000Z",
    "categoryId": "8b290218-0544-4d3b-96c7-49f1021c86dc",
    "createdById": "566bfce9-d0c0-4847-a921-f64c5301633c",
    "status": "PUBLISHED",
    "isPublished": true,
    "createdAt": "2025-02-06T01:56:02.657Z",
    "updatedAt": "2025-02-06T01:59:39.970Z",
    "awardedContractId": null,
    "awardedVendorId": null,
    "awardedDate": null,
    "creationTxUrl": "https://sepolia.etherscan.io/tx/0x666bbb696f132ede79739bb3695c17926a6c285a1f18302f4f38c65fc83b26e7",
    "publicationTxUrl": "https://sepolia.etherscan.io/tx/0x7c7d2cd2c8fe8ce700c2038537aa7043211fb32846ba5ad6f71b25133100f127"
  },
  {
    "id": "f180c2d7-8395-4b14-ab23-646c19a971d3",
    "title": "Rural Broadband Expansion Project",
    "shortDescription": "The Rural Broadband Expansion Project aims to deploy high-speed internet infrastructure across 75 remote villages to improve access to digital services, education, healthcare, and e-governance for underserved communities.",
    "longDescription": "**Request for Proposal (RFP): Rural Broadband Expansion Project**\n\n**Issued by: The Department of Telecommunications**\n\n**RFP Issue Date: January 15, 2025**\n\n### 1. Project Overview and Objectives:\n\nThe Department of Telecommunications seeks proposals from qualified service providers for the Rural Broadband Expansion Project. This initiative is aimed at deploying high-speed internet infrastructure across 75 remote villages to enhance access to digital services, including education, healthcare, e-governance, and local businesses, for underserved communities. The project's overarching goal is to bridge the digital divide in rural areas, fostering socio-economic development through improved connectivity.\n\n### 2. Project Budget:\n\nThe budget allocated for this project is $500,000. This budget covers infrastructure setup and installation, equipment procurement, ongoing operational and maintenance expenses, and training programs for local community members.\n\n### 3. Technical and Management Requirements:\n\nProposals must meet the following technical and management specifications:\n- **Connectivity**: Ensure a minimum broadband speed of 250 Mbps per village.\n- **Reliability**: Achieve 99.99% network uptime with necessary redundancy mechanisms.\n- **Monitoring and Support**: Implement 24/7 network monitoring with automated fault detection and local support teams for immediate issue resolution.\n- **User Capacity**: Support for up to 700 concurrent users per village.\n- **Integration**: Facilitate seamless integration with digital learning platforms, healthcare services, and local businesses.\n- **Reporting**: Provide bi-weekly progress updates on network performance and monthly virtual meetings with project stakeholders.\n- **Project Management**: Assign a dedicated project manager experienced in rural connectivity projects.\n\n### 4. Pricing Details:\n\nProposals must include detailed pricing on the following:\n- Infrastructure setup and installation costs.\n- Equipment procurement costs (including routers, modems, power backups, etc.).\n- Ongoing operational and maintenance expenses.\n- Training programs for empowering local community members with the necessary skills for basic network management and troubleshooting.\n\n### 5. Evaluation Criteria:\n\nProposals will be evaluated based on the following criteria with their respective weightages:\n- **Scalability and Coverage** (30%): Ability to expand services and adapt to increasing demand.\n- **Reliability and Uptime** (30%): Consistency in network performance and minimal downtime.\n- **Sustainability and Community Impact** (40%): Long-term operability and the positive influence on local communities through improved access to digital services.\n\n### 6. Special Instructions:\n\n- **Case Studies**: Include examples of previous successful rural broadband implementations.\n- **Deployment Timeline**: Present a comprehensive timeline for deployment, including risk mitigation strategies.\n- **Community Engagement**: Detail plans for community engagement and training initiatives to ensure local buy-in and sustainability.\n- **Cybersecurity Framework**: Propose a robust cybersecurity framework for protecting the integrity of network operations and safeguarding user data.\n\n### Submission Guidelines:\n\nAll proposals must be submitted electronically to procurement@ruralconnect.org no later than April 10, 2025, 11:59 PM UTC. Proposals received after this deadline will not be considered. Ensure that your proposal is clear, comprehensive, and adheres to all specified requirements and instructions outlined in this RFP.\n\n### Conclusion:\n\nThis RFP represents a significant step towards achieving digital equity in rural areas. We invite experienced and innovative service providers to submit their proposals, contributing to the transformative impact of the Rural Broadband Expansion Project on underserved communities. Your participation can drive meaningful change, enhancing the quality of life through improved connectivity and access to essential digital services.",
    "timelineStartDate": "2025-03-06T14:34:00.000Z",
    "timelineEndDate": "2025-08-06T12:34:00.000Z",
    "budget": "500000.00",
    "issueDate": "2025-02-06T14:38:43.148Z",
    "submissionDeadline": "2025-02-06T14:44:00.000Z",
    "categoryId": "8b290218-0544-4d3b-96c7-49f1021c86dc",
    "createdById": "566bfce9-d0c0-4847-a921-f64c5301633c",
    "status": "PUBLISHED",
    "isPublished": true,
    "createdAt": "2025-02-06T14:36:27.170Z",
    "updatedAt": "2025-02-06T14:38:50.714Z",
    "awardedContractId": null,
    "awardedVendorId": null,
    "awardedDate": null,
    "creationTxUrl": "https://sepolia.etherscan.io/tx/0x4f7fba1c83d293f693f66ec7bdacb11058db740da801e3698b896facf92d6c40",
    "publicationTxUrl": "https://sepolia.etherscan.io/tx/0xef7a10303e794cbddee392665943be21201bdb58c65a1bdc003c5e2cd832f565"
  },
  {
    "id": "30d832d7-f4b9-4610-9877-40a3447fc2fd",
    "title": "Broadband Expansion Project",
    "shortDescription": "The Broadband Expansion Project in underserved states aims to deploy high-speed internet infrastructure across 75 remote villages to improve access to digital services, education, healthcare, and e-governance for underserved communities.",
    "longDescription": "**Request for Proposal (RFP): Broadband Expansion Project**\n\n**1. Introduction and Project Overview**\n\nThe Ministry of Information, Communications Technology, and Innovation invites qualified telecommunications providers to submit proposals for the Broadband Expansion Project. This initiative seeks to bridge the digital divide by deploying high-speed broadband infrastructure across 75 remote villages in underserved states. The project aims to enhance access to digital services, including education, healthcare, e-governance, and local business integration, thereby fostering socio-economic development within these communities.\n\n**2. Project Scope and Objectives**\n\nThe objective of this project is to ensure that each of the 75 targeted villages gains access to reliable, high-speed internet services. The project encompasses the installation of necessary infrastructure to achieve a minimum broadband speed of 250 Mbps per village, catering to up to 700 concurrent users. This initiative is not only aimed at connecting underserved communities but also at integrating these services with essential digital learning platforms, healthcare portals, and local business networks to promote comprehensive community development.\n\n**3. Budget Overview**\n\nThe total budget allocated for the Broadband Expansion Project is $670,000. This budget will cover all costs associated with infrastructure setup, equipment procurement (including routers, modems, and power backups), ongoing operational and maintenance expenses, and training programs for local community members to ensure sustainability.\n\n**4. Technical and Management Requirements**\n\nProposals must detail a plan that meets the following technical and management requirements:\n\n- Provision of a minimum of 250 Mbps broadband speed per village.\n- Assurance of 99.99% network uptime, with effective redundancy mechanisms in place.\n- Implementation of 24/7 network monitoring and automated fault detection systems.\n- Capability to support up to 700 concurrent users per village.\n- Integration capabilities with digital learning platforms, healthcare services, and local business networks.\n- Provision of bi-weekly progress updates on network performance.\n- Conduct monthly virtual meetings with project stakeholders to review progress and address concerns.\n- Establishment of local support teams to offer immediate technical issue resolution.\n- Assignment of a dedicated project manager with proven experience in managing rural connectivity projects.\n\n**5. Pricing Details**\n\nProposals must include detailed pricing information, broken down into:\n\n- Infrastructure setup and installation costs.\n- Equipment procurement costs.\n- Estimated ongoing operational and maintenance expenses.\n- Cost of training programs for local community members.\n\n**6. Evaluation Criteria**\n\nProposals will be evaluated based on the following criteria and weightage:\n\n- Scalability and Coverage (30%): Ability to efficiently scale services and provide comprehensive coverage across all targeted villages.\n- Sustainability and Community Impact (40%): Demonstrated impact on community development, including integration with educational, healthcare, and local business initiatives, and plans for long-term sustainability.\n- Reliability and Uptime (30%): Commitment to network reliability and uptime, including redundancy and fault detection mechanisms.\n\n**7. Submission Instructions**\n\nProposals must be submitted electronically to procurement@ruralconnect.org by [Insert Deadline Date]. Late submissions will not be considered. Proposals should be comprehensive, addressing all aspects outlined in this RFP, and formatted according to the provided guidelines. \n\n**8. Additional Information**\n\nFor additional information or clarification regarding this RFP, please contact the Ministry of Information, Communications Technology, and Innovation at [Insert Contact Information]. \n\nProposals will be reviewed by a panel of experts, and selected providers will be invited to present their solutions in further detail. The Ministry reserves the right to reject any or all proposals or to accept any proposal deemed to be in the best interest of the project objectives.\n\nWe look forward to receiving your proposals and to working together to achieve significant strides in connecting underserved communities and fostering digital inclusivity across the region.",
    "timelineStartDate": "2025-04-06T12:48:00.000Z",
    "timelineEndDate": "2025-08-06T12:48:00.000Z",
    "budget": "670000.00",
    "issueDate": "2025-02-06T14:51:23.868Z",
    "submissionDeadline": "2025-02-06T14:58:00.000Z",
    "categoryId": "8b290218-0544-4d3b-96c7-49f1021c86dc",
    "createdById": "566bfce9-d0c0-4847-a921-f64c5301633c",
    "status": "PUBLISHED",
    "isPublished": true,
    "createdAt": "2025-02-06T14:51:04.126Z",
    "updatedAt": "2025-02-06T14:51:40.015Z",
    "awardedContractId": null,
    "awardedVendorId": null,
    "awardedDate": null,
    "creationTxUrl": "https://sepolia.etherscan.io/tx/0x7a7d3beb4b74a8753b81d19538e47fedbb0d4d25bf28fb25c2e02f1a5d5b70c6",
    "publicationTxUrl": "https://sepolia.etherscan.io/tx/0xfaff61118da27e993f82ea30bfabd2bf95a3e707cc8689b328766b04c394d91c"
  }
]